const USERS_COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'];

const USERS_NAME = [
  'Андрей',
  'Виктория',
  'Валерия',
  'Бадма',
  'Альмина',
  'Юлия',
  'Егор'];

const DESCRIPTION_PHOTO = [
  'Без фильтров',
  'Новая камера',
  'Зацените фотку!',
  'Хороший ракурс',
  'Просто так',
  'Из архива'];

const TOTAL_PHOTOS = 25;

const Likes = {min: 15, max: 200};
const Comments = {min: 1, max: 5};

export { USERS_COMMENTS, USERS_NAME, TOTAL_PHOTOS, DESCRIPTION_PHOTO, Likes, Comments };
